import "../../scss/globals.scss";
import { TheHero } from "@/components/HeroComponent/TheHero";
import styles from "./page.module.scss";
import Link from "next/link";
import Image from "next/image";
import { TheForm } from "@/pages/TheForm";
import { TheFeedback } from "@/components/FeedbackComponent/TheFeedback";

export default function About() {
  return (
    <>
      <TheHero title="О компании" />
      <div className="container">
        <div className={styles.content}>
          <div className={styles.info}>
            <p className={styles.descr}>
              "Yashil Energiya" МЧЖ Узбекистон Республикаси Президентининг 2023
              йил 16 февралдаги "2023 йилда кайта тикланувчи энергия манбаларини
              ва энергия тежовчи технологияларни жорий этишни жадаллаштириш
              чора-тадбирлари тугрисида"ги ПК-57-сонли карорига асосан ташкил
              этилган.
            </p>
            <p className={styles.descr}>
              "Yashil Energiya" МЧЖ ташкил этишдан асосий максад:
              <br />
              <span>
                - кайта тикланувчи энергия манбалари курилмаларини урнатиш ва
                уларни эксплкатация килиш;
              </span>
              <br />
              <span>
                - кайта тикланувчи энергия манбалари курилмалари оркали ишлаб
                чикарилган электр энергиясини истеъмолчиларга етказиш;
              </span>
              <br />
              <span>
                - республика худудларида урнатилган кайта тикланувчи энергия
                манбалари курилмаларига сервис ва техник хизмат курсатиш.
              </span>
            </p>
          </div>
          <Image
            src="/about.png"
            alt="logo"
            width={620}
            height={680}
            priority
          />
          <p className={styles.descr}>
            Кайта тикланувчи энергия манбалари курилмалари оркали электр энергия
            ишлаб чикарилганда атроф-мухитга зарали газлар чикмайди. Кайта
            тикланувчи энергия манбалари курилмалари фойдаланишга топширилган
            вактдан бошлаб даромад олиш имкони юзага келади. Бундай курилмалар
            биноларнинг том кисмида ёки буш ер майдонларга урнатилиб, ишлаш
            жараёнида шовкин булмайди. Замонавий воситалар оркали бино ва
            хонадонларни электр энергияси билан таъминлаш имконияти юзага
            келади. Бу курилмаларни урнатиш осон ва доимий техник хизмат
            курсатиш талаб этилмайди. Сервис хизмат курсатилган сари электр
            энергияси хажми хам купайиб боради. Мазкур курилмалар уртача 20-25
            йил давомида хизмат курсатади. Мулк эгаси эхтиёжидан ортган кисмини
            электр тармоклари корхонасига сотиб, даромад олиш имкони мавжуд.
          </p>
          <p className={styles.descr}>
            <b>On-Grid</b> тизими - худудий электр тармоклари тизимига уланган
            булиб, инверторлар оркали хосил булган узгарувчан энергия манбаидан
            куёшли кунларда бемалол фойдаланишингиз мумкин. Истеъмолингиздан
            ортигини эса махалий электр тармогига йуналтиришингиз, аникроги
            сотишингиз мумкин. Албатта бунинг учун худудий электр тармогида хам
            электр энергияси мавжуд булиши лозим. Шунинг учун бу усул тармок
            ичида тизим деб аталади.
          </p>
          <p className={styles.descr}>
            <b>Off-Grid</b> тизими - худудий электр тармоклари тизимидан холи,
            мустакил (автоном) тизим булиб, куёшли кунларда хосил булган ва
            Истеъмолингиздан ортиб колган электр манбаини захирага олиб куйиш
            имкониятига эга буласиз. Бунда батареяларга "гамлаб" куйилган электр
            энергияси Сизни кечаю кундуз узлуксиз электр энергияси билан
            таъминлаб туради.
          </p>
          <p className={styles.descr}>
            <b>Гибрид</b> тизими - On-Grid (тизим ичидаги) ва Off-Grid (тизимдан
            ташкари) имкониятларини бирлаштирган Сизнинг "куёш электр
            станциянгиз"дир. Бунда Сиз бир вактнинг узида хам худудий электр
            тармогига уланган буласиз, хам уз электр захирангизга эга буласиз.
            Хохланг узингиз "ишлаб чикарган" электр манбаини махаллий электр
            тармогига сотинг, хохланг захира сифатида батареяга "гамлаб" куйган
            электр энергиянгиздан узингиз бемалол фойдаланинг.
          </p>
        </div>
      </div>
      <TheFeedback />
    </>
  );
}
