{
  "Header": {
    "main": "Главная",
    "about": "О нас",
    "company": "Компания",
    "ceo": "Руководство",
    "pressCenter": "Пресс-центр",
    "news": "Новости",
    "articles": "Статьи",
    "activity": "Деятельность",
    "branches": "Филиалы",
    "plants": "Список ФЭС",
    "solarpanels": "ФЭС",
    "microges": "Микро ГЭС",
    "chargingstation": "Зарядные станции",
    "projects": "Проекты",
    "contacts": "Контакты"
  },
  "HomePage": {
    "title": "Главная страница",
    "about": "Go to the about page"
  },
  "AboutPage": {
    "heroTitle1": "О Компании",
    "heroTitle2": "Руководство",
    "content": "ООО «Яшил Энергия» создано на основании Постановление Президента Республики Узбекистан, от 16.02.2023 г. № ПП-57 «О мерах по ускорению внедрения возобновляемых источников энергии и энергосберегающих технологий в 2023 году»",
    "goalsTitle": {
      "title": "Основная цель создания ООО «Яшил Энергия»:"
    },
    "goals1": {
      "title": "- монтаж и эксплуатация возобновляемых источников энергии;"
    },
    "goals2": {
      "title": "- доставка электроэнергии, произведенной из возобновляемых источников энергии, потребителям;"
    },
    "goals3": {
      "title": "- сервисное обслуживание возобновляемых источников энергии, установленных на территориях республики."
    },
    "link": "Подробнее"
  },
  "TheAdvantages": {
    "title": "наши преимущества",
    "advantage1": {
      "src": "advantage1.svg",
      "description": "Обширный опыт работы в области"
    },
    "advantage2": {
      "src": "advantage2.svg",
      "description": "Продукция высокого качества"
    },
    "advantage3": {
      "src": "advantage3.svg",
      "description": "Более 20 000 объектов по всей стране"
    },
    "advantage4": {
      "src": "advantage4.svg",
      "description": "Различные решения"
    }
  },
  "TheLastPlants": {
    "heroTitle": "Список ФЭС",
    "title": "Наши ФЭСы",
    "linkTitle": "Все ФЭСы",
    "link": "Подробнее"
  },
  "TheLastNews": {
    "heroTitle": "Новости",
    "title": "Новости",
    "linkTitle": "Все новости"
  },
  "SolarPanelsPage": {
    "heroTitle": "Солнечные панели",
    "content": "При производстве электроэнергии с помощью устройств, использующих возобновляемые источники энергии, в окружающую среду не выделяются вредные газы. С момента ввода в эксплуатацию устройств возобновляемых источников энергии возникает возможность получения дохода. Такие устройства устанавливаются на крышах зданий или на открытых пространствах, и при работе они не создают шума. Электроснабжение зданий и квартир возможно с помощью современных средств. Эти устройства просты в установке и не требуют постоянного обслуживания и служат в среднем 20-25 лет. Собственник объекта недвижимости имеет возможность продать излишки в РЭС и получить доход.",
    "system1": {
      "title": "On-Grid система",
      "description": "подключена к региональной электросети, и в солнечные дни вы можете легко использовать переменный источник энергии, генерируемый инверторами. Избыток своего потребления вы можете передать в местную электросеть, а точнее продать. Конечно, для этого в региональной электросети должно быть электричество. Поэтому этот метод называется системой внутри сети."
    },
    "system2": {
      "title": "Off-Grid система",
      "description": "это независимая (автономная) система, независимая от региональной электросетевой системы, и у вас будет возможность резервировать источник электроэнергии, вырабатываемый в солнечные дни. В этом случае электричество, «запасенное» в аккумуляторах, обеспечит вас бесперебойным электроснабжением и днем ​​и ночью."
    },
    "system3": {
      "title": "Gibrid система",
      "description": "Это ваша «солнечная электростанция», сочетающая в себе возможности работы в сети и вне сети. При этом вы будете подключены к региональной электросети и будете иметь собственный резерв электроэнергии. Если вы хотите, вы можете продать источник энергии, который вы «произвели» в местную электросеть, или можете свободно использовать электричество, которое вы «хранили» в батарее, в качестве резерва."
    }
  },
  "MicrogesPage": {
    "heroTitle": "Микро ГЭС",
    "content": "Развитие микрогидроэлектростанций (микроГЭС) в Узбекистане имеет важное значение для обеспечения энергетической безопасности страны и расширения использования экологически чистых источников энергии.",
    "needsTitle": "Потребность в микрогидроэлектростанциях в Узбекистане:",
    "need1": {
      "title": "Обеспечение энергетической безопасности",
      "description": "Микрогидроэлектростанции играют важную роль в обеспечении электроэнергией отдаленных районов. Особенно это актуально для населенных пунктов в горной и сельской местности с ограниченным доступом к центральным энергосетям."
    },
    "need2": {
      "title": "Не наносит вред окружающей среде",
      "description": "МикроГЭС используют небольшие потоки воды и оказывают минимальное воздействие на окружающую среду. Они не требуют строительства крупных водоемов и помогают поддерживать экологический баланс."
    },
    "need3": {
      "title": "Диверсификация источников энергии",
      "description": "Микрогидроэлектростанции являются одним из возобновляемых источников энергии, которые способствуют диверсификации энергоресурсов страны и снижению зависимости от природного газа."
    },
    "benefitsTitle": "Преимущества микроГЭС для Узбекистана:",
    "benefit1": {
      "title": "Производство электроэнергии",
      "description": "Микрогидроэлектростанции вырабатывают электроэнергию, используя небольшие потоки воды. Например, микроГЭС «Заврок» мощностью 200 кВт в Андижанской области способна производить 1,2 млн кВтч электроэнергии в год и снабжать 300 домохозяйств."
    },
    "benefit2": {
      "title": "Экономит природный газ",
      "description": "Электроэнергия, производимая микрогидроэлектростанциями, снижает потребление природного газа. По оценкам, 250 микроГЭС будут вырабатывать 675 млн кВтч электроэнергии в год и экономить 200 млн кубометров газа."
    },
    "benefit3": {
      "title": "Создание рабочих мест",
      "description": "В ходе строительства и эксплуатации микроГЭС будут созданы новые рабочие места для местного населения. Это служит развитию региональной экономики."
    },
    "benefit4": {
      "title": "Поощрять участие частного сектора",
      "description": "Поощряется участие частных инвесторов в строительстве микроГЭС. Например, в 2022 году планируется реализовать 200 проектов микроГЭС с участием частного сектора."
    },
    "statisticsTitle": "Статистика:",
    "statistic1": {
      "description": "В 2022 году в Узбекистане планируется построить 50 малых ГЭС, которые будут производить 202 млн кВтч электроэнергии в год."
    },
    "statistic2": {
      "description": "В 2023 году в Андижанской области введена в эксплуатацию микроГЭС мощностью 50 кВт, способная обеспечить электроэнергией 150 домохозяйств."
    },
    "statistic3": {
      "description": "В 2024 году планируется ввести в эксплуатацию 18 малых и микроГЭС, их общая мощность составит 24,5 млн кВтч. Этой мощности достаточно, чтобы обеспечить электроэнергией 45 тысяч домохозяйств."
    }
  },
  "ChargingstationPage": {
    "heroTitle": "Зарядные станции для электромобилей",
    "needsTitle": "Необходимость зарядных станций Узбекистану:",
    "need1": {
      "title": "Защита окружающей среды",
      "description": "Зарядные станции увеличивают использование электромобилей, что помогает снизить количество вредных газов в воздухе, в том числе углекислого газа. Это уменьшит загрязнение окружающей среды и будет способствовать поддержанию здорового образа жизни."
    },
    "need2": {
      "title": "Более эффективное использование энергии",
      "description": "Электромобили не используют традиционное топливо, а это означает, что в Узбекистане можно экономить природные ресурсы. В стране существует высокая потребность в диверсификации источников энергии, и эта цель может быть достигнута за счет поддержки электротранспорта."
    },
    "need3": {
      "title": "Сокращение транспортных расходов",
      "description": "Электромобили дешевле в использовании, чем автомобили, работающие на обычном топливе. Это поможет снизить транспортные расходы жителей."
    },
    "benefitsTitle": "Преимущества зарядной станции для электромобилей:",
    "benefit1": {
      "title": "Устойчивое энергоснабжение",
      "description": "Зарядные станции обеспечивают непрерывность и стабильность энергоснабжения, особенно при подключении к возобновляемым источникам энергии."
    },
    "benefit2": {
      "title": "Возможности для экономического развития",
      "description": "Развитие инфраструктуры зарядки электростанций создаст новые рабочие места и откроет новые возможности для бизнеса для частных инвесторов. Это помогает в экономическом развитии и внедрении новых технологий."
    },
    "benefit3": {
      "title": "Удобство для путешественников",
      "description": "Если зарядные станции будут установлены в стратегических местах вдоль дороги, на электромобилях будет удобно ездить на большие расстояния. Это поддерживает внутренний туризм и экономическую деятельность."
    },
    "benefit4": {
      "title": "Возможность цифровой интеграции",
      "description": "Современные зарядные станции можно контролировать с помощью мобильных приложений. Оно позволяет пользователям находить ближайшие зарядные станции, отслеживать время зарядки и мощность."
    },
    "statisticsTitle": "Статистика и прогнозы:",
    "statistic1": {
      "title": "Текущий статус",
      "description": "По состоянию на 2024 год в Узбекистане действует несколько мобильных зарядных станций, в основном расположенных вокруг Ташкента и крупных городов."
    },
    "statistic2": {
      "title": "Планы",
      "description": "Правительство Узбекистана планирует в ближайшие 5 лет расширить инфраструктуру электромобильных зарядок и установить дополнительные зарядные станции на основных автомагистралях."
    },
    "statistic3": {
      "title": "Прогноз роста",
      "description": "Согласно данным, доля электромобилей на автомобильном рынке Узбекистана, как ожидается, значительно увеличится до 2030 года, что приведет к увеличению спроса на зарядные станции."
    }
  },
  "LinksPage": {
    "title": "Полезные ссылки"
  },
  "FeedbackPage": {
    "title": "Обратная связь",
    "name": "Ф.И.О.",
    "phone": "Номер телефона",
    "comment": "Комментарий",
    "send": "Отправить"
  },
  "ContactsPage": {
    "title": "Контакты",
    "phone": "Номер телефона",
    "address": "Адрес",
    "address1": "г.Ташкент, Яшнабадский район, улица Истикбол, 21",
    "landmark": "Ориентир",
    "landmark1": "Вестминстерский перекресток",
    "email": "Электронная почта",
    "title1": "Наш адрес",
    "department1": "Отдел финансового развития",
    "department2": "Отдел маркетинга и закупок",
    "department3": "Отдел по работе с клиентами"
  },
  "CeoPage": {
    "jobTitle": "Должность",
    "email": "Электронная почта",
    "jobTitle1": "Директор",
    "jobTitle2": "Заместитель директора",
    "jobTitle3": "Руководитель отдела маркетинга и закупок",
    "jobTitle4": "Руководитель службы поддержки клиентов",
    "jobTitle5": "И.О. Начальник Главного управления технических вопросов",
    "jobTitle6": "Руководитель группы по цифровизации, ИТ и диспетчеризации",
    "jobTitle7": "Начальник отдела кадров",
    "jobTitle8": "Начальник отдела мини и микро ГЭС",
    "jobTitle9": "Начальник отдела зарядных станций",
    "jobTitle10": "Главный специалист по работе с региональными подразделениями и контролю их деятельности",
    "jobTitle11": "Руководитель группы реализации проекта"
  }
}
