{
  "Header": {
    "main": "Главная",
    "about": "О нас",
    "company": "Компания",
    "ceo": "Руководство",
    "pressCenter": "Пресс-центр",
    "news": "Новости",
    "articles": "Статьи",
    "activity": "Деятельность",
    "branches": "Филиалы",
    "projects": "Проекты",
    "contacts": "Контакты",
    "content": "This is the about page"
  },
  "HomePage": {
    "title": "Главная страница",
    "about": "Go to the about page"
  },
  "AboutPage": {
    "title1": "О Компании",
    "title2": "Руководство",
    "content": "ООО «Яшил Энергия» создано на основании Постановление Президента Республики Узбекистан, от 16.02.2023 г. № ПП-57 «О мерах по ускорению внедрения возобновляемых источников энергии и энергосберегающих технологий в 2023 году»",
    "content2": "При производстве электроэнергии с помощью устройств, использующих возобновляемые источники энергии, в окружающую среду не выделяются вредные газы. С момента ввода в эксплуатацию устройств возобновляемых источников энергии возникает возможность получения дохода. Такие устройства устанавливаются на крышах зданий или на открытых пространствах, и при работе они не создают шума. Электроснабжение зданий и квартир возможно с помощью современных средств. Эти устройства просты в установке и не требуют постоянного обслуживания и служат в среднем 20-25 лет. Собственник объекта недвижимости имеет возможность продать излишки в РЭС и получить доход.",
    "goalsTitle": {
      "title": "Основная цель создания ООО «Яшил Энергия»:"
    },
    "goals1": {
      "title": "- монтаж и эксплуатация возобновляемых источников энергии;"
    },
    "goals2": {
      "title": "- доставка электроэнергии, произведенной из возобновляемых источников энергии, потребителям;"
    },
    "goals3": {
      "title": "- сервисное обслуживание возобновляемых источников энергии, установленных на территориях республики."
    },
    "system1": {
      "title": "On-Grid система",
      "description": "подключена к региональной электросети, и в солнечные дни вы можете легко использовать переменный источник энергии, генерируемый инверторами. Избыток своего потребления вы можете передать в местную электросеть, а точнее продать. Конечно, для этого в региональной электросети должно быть электричество. Поэтому этот метод называется системой внутри сети."
    },
    "system2": {
      "title": "Off-Grid система",
      "description": "это независимая (автономная) система, независимая от региональной электросетевой системы, и у вас будет возможность резервировать источник электроэнергии, вырабатываемый в солнечные дни. В этом случае электричество, «запасенное» в аккумуляторах, обеспечит вас бесперебойным электроснабжением и днем ​​и ночью."
    },
    "system3": {
      "title": "Gibrid система",
      "description": "Это ваша «солнечная электростанция», сочетающая в себе возможности работы в сети и вне сети. При этом вы будете подключены к региональной электросети и будете иметь собственный резерв электроэнергии. Если вы хотите, вы можете продать источник энергии, который вы «произвели» в местную электросеть, или можете свободно использовать электричество, которое вы «хранили» в батарее, в качестве резерва."
    },
    "link": "Подробнее"
  },
  "TheAdvantages": {
    "title": "наши преимущества",
    "advantage1": {
      "src": "advantage1.svg",
      "description": "Обширный опыт работы в области"
    },
    "advantage2": {
      "src": "advantage2.svg",
      "description": "Продукция высокого качества"
    },
    "advantage3": {
      "src": "advantage3.svg",
      "description": "Более 20 000 объектов по всей стране"
    },
    "advantage4": {
      "src": "advantage4.svg",
      "description": "Различные решения"
    }
  }
}
