{
  "Header": {
    "main": "Главная",
    "about": "О нас",
    "company": "Компания",
    "ceo": "Руководство",
    "pressCenter": "Пресс-центр",
    "news": "Новости",
    "articles": "Статьи",
    "procurements": "Закупки",
    "activity": "Деятельность",
    "branches": "Филиалы",
    "plants": "Список ФЭС",
    "solarPanels": "ФЭС",
    "microGes": "Микро ГЭС",
    "chargingStation": "Зарядные станции",
    "projects": "Проекты",
    "contacts": "Контакты",
    "documents": "Документы",
    "vacancies": "Вакансии"
  },
  "HomePage": {
    "title": "Главная страница",
    "about": "Go to the about page"
  },
  "AboutPage": {
    "heroTitle1": "О Компании",
    "heroTitle2": "Руководство",
    "content": "Yashil Energiya — двигатель зелёной экономики",
    "link": "Подробнее",
    "title1": "Наша миссия",
    "title2": "Наша деятельность",
    "title3": "Наши достижения",
    "title4": "Наши партнеры",
    "event1": {
      "year": "2023",
      "event": [
        {
          "description": "16 февраля 2023 года на основании Постановления Президента «О мерах по ускорению внедрения возобновляемых источников энергии и энергосберегающих технологий в 2023 году» (№ ПК-57) создано ООО «Yashil Energiya»."
        },
        {
          "description": "К концу 2023 года мощность объектов, установленных и эксплуатируемых ООО «Yashil Energiya», превысила 20 000 кВт."
        }
      ]
    },
    "event2": {
      "year": "2024",
      "event": [
        {
          "description": "В целях содействия развитию\" зеленой \"экономики в составе ООО «Yashil Energiya» созданы подразделения\" мини и микрогес \"и\" зарядные станции\", занимающиеся питанием электромобилей."
        },
        {
          "description": "К концу 2024 года мощность действующих станций на балансе ООО «Yashil Energiya» превысила 48 000 кВт."
        }
      ]
    },
    "event3": {
      "year": "2025",
      "event": [
        {
          "description": "24 сентября 2025 Приобретение 51% доли ООО «Yashil Energiya» эмиратской компании GSU."
        },
        {
          "description": "29 сентября 2025 Компания перешла на новую форму собственности и была преобразована в совместное предприятие «СП ООО Yashil Energiya»."
        }
      ]
    },
    "event4": {
      "year": "2026",
      "event": []
    },
    "paragraph1": "СП ООО «Yashil Energiya» – компания, специализирующаяся на развитии и внедрении возобновляемых источников энергии в Республике Узбекистан. Наша компания была создана 16 февраля 2023 года в соответствии с постановлением Президента Республики Узбекистан № ПП-57.",
    "paragraph2": "Способствовать энергетической независимости нашей страны путем широкого внедрения возобновляемых источников энергии с целью обеспечения устойчивого развития и защиты окружающей среды. При этом изначально основной целью было обеспечение качественной электроэнергией объектов социальной сферы.",
    "project1": {
      "title": "Установка солнечной фотоэлектрической станции на крыше зданий объектов социальной сферы, государственных органов и других организаций и обеспечение качественной электроэнергией.",
      "src": "pv.png"
    },
    "project2": {
      "title": "Одновременное питание нескольких электромобилей качественной электроэнергией с использованием инновационных устройств.",
      "src": "chs.png"
    },
    "project3": {
      "title": "Строительство и эффективная эксплуатация гидроэлектростанций малой мощности на территории Узбекистана.",
      "src": "micro.jpg"
    },
    "achievement1": {
      "description": "Сервисные центры во всех регионах республики",
      "src": "codicon:tools"
    },
    "achievement2": {
      "description": "В настоящее время работают солнечные фотоэлектрические станции мощностью около 50 МВт",
      "src": "ph:solar-panel"
    },
    "achievement3": {
      "description": "Около 1 200 объектов социальной сферы оснащены солнечными фотоэлектрическими установками",
      "src": "fluent:building-bank-48-regular"
    },
    "achievement4": {
      "description": "В среднем в год вырабатывается более 50 000 МВт чистой электроэнергии",
      "src": "hugeicons:energy-ellipse"
    }
  },
  "TheAdvantages": {
    "title": "Результаты, которых мы достигли",
    "advantage1": {
      "title": "Выработано",
      "total": "100",
      "unit": "ГВт",
      "duration": "2"
    },
    "advantage2": {
      "title": "Персонал",
      "total": "120",
      "unit": "",
      "duration": "1.5"
    },
    "advantage3": {
      "title": "Филиалы",
      "total": "13",
      "unit": "",
      "duration": "2"
    },
    "advantage4": {
      "title": "Количество сохраненного CO₂",
      "total": "45000",
      "unit": "тон.",
      "duration": "1"
    }
  },
  "TheLastPlants": {
    "heroTitle": "Список ФЭС",
    "title": "Наши ФЭСы",
    "linkTitle": "Все ФЭСы",
    "link": "Подробнее"
  },
  "TheLastNews": {
    "heroTitle": "Новости",
    "title": "Новости",
    "linkTitle": "Все новости",
    "lastNewsTitle": "Последние новости",
    "link": "Узнать больше"
  },
  "SolarPanelsPage": {
    "heroTitle": "Солнечные фото-электрические станции",
    "title": "Солнечные фото-электрические станции",
    "list": "В настоящее время солнечные фотоэлектрические станции (СФЭС) становятся важным источником энергии во многих странах мира. Они :",
    "listItem1": "Не наносит вреда окружающей среде (является чистым источником энергии).",
    "listItem2": "Снижает зависимость от таких видов топлива, как нефть и газ.",
    "listItem3": "Помогает снизить расходы на электроэнергию.",
    "content": {
      "description1": "Многие развитые страны (США, Китай, Германия) широко используют солнечную энергию. Например, в Китае находятся крупнейшие в мире солнечные электростанции.",
      "description2": "В Узбекистане также уделяется большое внимание солнечной энергетике, поскольку в стране более 300 солнечных дней в году. Это создает большие возможности для развития солнечных электростанций. Более широкое использование солнечной энергии в Узбекистане будет способствовать улучшению электроснабжения и снижению затрат на электроэнергию в будущем."
    },
    "systemTitle": "Солнечные фотоэлектрические станции делятся на 3 основных типа:",
    "system1": {
      "title": "On-grid система",
      "description": "подключена к общественной электросети и в основном потребляет электроэнергию, вырабатываемую солнечными панелями, а излишки передает в общественную сеть, но в случае отключения электроэнергии система также не будет работать."
    },
    "system2": {
      "title": "Off-grid система",
      "description": "не подключена к электросети и работает автономно, накапливая энергию в аккумуляторах, что делает её пригодным для районов без электросети, но цена такой системы выше из-за высокой стоимости аккумуляторов."
    },
    "system3": {
      "title": "Gibrid система",
      "description": "представляет собой комбинацию on-grid и off-grid систем, она может работать как подключенная к электросети, так и продолжать поставлять энергию независимо от нее через батареи, что делает её наиболее гибкой, но относительно дорогой системой."
    },
    "mapTitle": "Информация о действующих СФЭС СП ООО «Yashil Energiya»",
    "chartDescription": "СП ООО «Yashil Energiya» с 2023 года устанавливает СФЭС на объектах социальной сферы, расположенных на территории Республики Узбекистан. На диаграмме ниже вы можете увидеть изменение общей мощности СФЭС.",
    "chartLabel": "Общая мощность",
    "chartLabelUnit": "кВт",
    "chartLabel1": "Общее количество",
    "region1": "г. Ташкент",
    "region2": "Ташкентская область",
    "region3": "Андижанская область",
    "region4": "Бухарская область",
    "region5": "Ферганская область",
    "region6": "Джизакская область",
    "region7": "Наманганская область",
    "region8": "Навоийская область",
    "region9": "Кашкадарьинская область",
    "region10": "Республика Каракалпакстан",
    "region11": "Самаркандская область",
    "region12": "Сырдарьинская область",
    "region13": "Сурхандарьинская  область",
    "region14": "Хорезмская область"
  },
  "MicroGesPage": {
    "heroTitle": "Микро ГЭС",
    "title": "ГИДРОЭЛЕКТРОСТАНЦИИ",
    "subTitle": "От природы к чистой энергии!",
    "content": "СП ООО «Yashil Energiya» постоянно вносит вклад во внедрение устойчивых и экологически чистых источников энергии в Узбекистане. Одним из важных направлений на этом пути является отделение микрогидроэлектростанций.",
    "listTitle": "Почему Микрогидроэлектростанции?",
    "listDescription": "Микрогидроэлектростанции — небольшие сооружения мощностью от 5 кВт до 500 кВт, вырабатывающие электроэнергию за счет потока воды. Они имеют следующие преимущества:",
    "listItem1": "Постоянное и стабильное электропитание",
    "listItem2": "Экологическая безопасность – не наносит вреда окружающей среде",
    "listItem3": "Устранение дефицита энергии в сельской местности",
    "listItem4": "Низкие затраты на техническое обслуживание и длительный срок службы",
    "servicesTitle": "Наши услуги:",
    "servicesItem1": "Проектирование гидротехнических и энергетических объектов",
    "servicesItem2": "Строительство микро ГЭС по проекту «готовый бизнес» (под ключ)",
    "servicesItem3": "Монтаж и ввод в эксплуатацию",
    "servicesItem4": "Мониторинг и обслуживание",
    "schemaTitle": "СП ООО «Yashil Energiya» совместно с зарубежными и отечественными инвесторами построит и введет в эксплуатацию микро ГЭС как «готовый бизнес-проект»",
    "schemaDescription1": "Электроэнергия вырабатывается с помощью микрогидроэлектростанций.",
    "schemaDescription2": "Произведенную и излишнюю электроэнергию закупает АО «РЭС».",
    "schemaDescription3": "Победитель аукциона",
    "schemaDescription4": "АО «РЭС» (Энергосавдо)",
    "schemaDescription5": "Потребитель",
    "docsTitle": "Нормативно-правовая база",
    "docsDescription": "Наша деятельность по микро ГЭС основана на официальной политике и поддержке Правительства Республики Узбекистан. В частности: Постановлением Президента Республики Узбекистан от 28 марта 2025 года №ПП-129 «О дополнительных мерах по развитию сети микрогидроэлектростанций на территориях республики» предусмотрены меры, направленные на увеличение мощностей субъектов предпринимательства по выработке электроэнергии за счет рационального использования имеющихся водных ресурсов, дальнейшее повышение устойчивости электроснабжения отраслей экономики и населения и обеспечение тем самым энергетической безопасности всей экономики.",
    "projectsTitle": "Текущие проекты",
    "projectsDescription": "В настоящее время СП ООО «Yashil Energiya» реализует проект микро ГЭС-1 на канале Маргуненкова в Оккурганском районе Ташкентской области. Мощность этой станции составляет 270 кВт, она предназначена для эффективного использования местных водных ресурсов и обеспечения электроэнергией близлежащих районов.",
    "futuresTitle": "Планируемые проекты",
    "futuresDescription": "Наша компания планирует запустить 5 новых проектов микрогидроэлектростанций в течение 2025 года. Эти проекты будут реализованы в различных регионах Узбекистана и позволят улучшить стабильное электроснабжение тысяч жителей.",
    "mapTitle": "Информация о действующем статусе МГЭС СП ООО «Yashil Energiya»",
    "mapLabel": "Общая мощность",
    "mapLabelUnit": "кВт",
    "mapLabel1": "Статус",
    "planning": "Проектирование"
  },
  "ChargingStationPage": {
    "heroTitle": "Зарядные станции для электромобилей",
    "needsTitle": "Необходимость зарядных станций Узбекистану:",
    "need1": {
      "title": "Защита окружающей среды",
      "description": "Зарядные станции увеличивают использование электромобилей, что помогает снизить количество вредных газов в воздухе, в том числе углекислого газа. Это уменьшит загрязнение окружающей среды и будет способствовать поддержанию здорового образа жизни."
    },
    "need2": {
      "title": "Более эффективное использование энергии",
      "description": "Электромобили не используют традиционное топливо, а это означает, что в Узбекистане можно экономить природные ресурсы. В стране существует высокая потребность в диверсификации источников энергии, и эта цель может быть достигнута за счет поддержки электротранспорта."
    },
    "need3": {
      "title": "Сокращение транспортных расходов",
      "description": "Электромобили дешевле в использовании, чем автомобили, работающие на обычном топливе. Это поможет снизить транспортные расходы жителей."
    },
    "benefitsTitle": "Преимущества зарядной станции для электромобилей:",
    "benefit1": {
      "title": "Устойчивое энергоснабжение",
      "description": "Зарядные станции обеспечивают непрерывность и стабильность энергоснабжения, особенно при подключении к возобновляемым источникам энергии."
    },
    "benefit2": {
      "title": "Возможности для экономического развития",
      "description": "Развитие инфраструктуры зарядки электростанций создаст новые рабочие места и откроет новые возможности для бизнеса для частных инвесторов. Это помогает в экономическом развитии и внедрении новых технологий."
    },
    "benefit3": {
      "title": "Удобство для путешественников",
      "description": "Если зарядные станции будут установлены в стратегических местах вдоль дороги, на электромобилях будет удобно ездить на большие расстояния. Это поддерживает внутренний туризм и экономическую деятельность."
    },
    "benefit4": {
      "title": "Возможность цифровой интеграции",
      "description": "Современные зарядные станции можно контролировать с помощью мобильных приложений. Оно позволяет пользователям находить ближайшие зарядные станции, отслеживать время зарядки и мощность."
    },
    "statisticsTitle": "Статистика и прогнозы:",
    "statistic1": {
      "title": "Текущий статус",
      "description": "По состоянию на 2024 год в Узбекистане действует несколько мобильных зарядных станций, в основном расположенных вокруг Ташкента и крупных городов."
    },
    "statistic2": {
      "title": "Планы",
      "description": "Правительство Узбекистана планирует в ближайшие 5 лет расширить инфраструктуру электромобильных зарядок и установить дополнительные зарядные станции на основных автомагистралях."
    },
    "statistic3": {
      "title": "Прогноз роста",
      "description": "Согласно данным, доля электромобилей на автомобильном рынке Узбекистана, как ожидается, значительно увеличится до 2030 года, что приведет к увеличению спроса на зарядные станции."
    },
    "mapTitle": "Информация о действующем статусе ЭЗС СП ООО «Yashil Energiya»",
    "mapLabel": "Общая мощность",
    "mapLabelUnit": "кВт",
    "mapLabel1": "Статус",
    "running": "В эксплуатации",
    "construction": "Строительство"
  },
  "LinksPage": {
    "title": "Полезные ссылки"
  },
  "FeedbackPage": {
    "title": "Обратная связь",
    "name": "Ф.И.О.",
    "phone": "Номер телефона",
    "comment": "Комментарий",
    "send": "Отправить"
  },
  "ContactsPage": {
    "title": "Контакты",
    "phone": "Номер телефона",
    "address": "Адрес",
    "address1": "г.Ташкент, Юнусабадский район, улица Чингиза Айтматова, 2Б дом",
    "landmark": "Ориентир",
    "landmark1": "УЗГИДРОМЕТ",
    "email": "Электронная почта",
    "title1": "Наш адрес",
    "department1": "Отдел финансового развития",
    "department2": "Отдел маркетинга и закупок",
    "department3": "Отдел по работе с клиентами"
  },
  "CeoPage": {
    "jobTitle": "Должность",
    "email": "Электронная почта"
  },
  "BranchesPage": {
    "title": "Филиалы",
    "headerTitle": "Региональные сервисные центры СП ООО \"Yashil Energiya\"",
    "regionTitle": "Сервисный центр в",
    "branchManager": "Руководитель филиала",
    "phone": "Номер телефона",
    "address": "Адрес",
    "email": "Электронная почта",
    "region1": "Андижане",
    "region2": "Бухаре",
    "region3": "Фергане",
    "region4": "Джизаке",
    "region5": "Намангане",
    "region6": "Навои",
    "region7": "Кашкадарье",
    "region8": "Республике Каракалпакстан",
    "region9": "Самарканде",
    "region10": "Сырдарье",
    "region11": "Сурхандарье",
    "region12": "Ташкентской области",
    "region13": "городе Ташкент",
    "region14": "Хорезме"
  },
  "DocumentsPage": {
    "title": "Документы",
    "direction1": "Возобновляемые источники энергии",

    "document1": {
      "title": "Постановление Президента Республики Узбекистан, от 16.02.2023 г. № ПП-57 \"О мерах по ускорению внедрения возобновляемых источников энергии и энергосберегающих технологий в 2023 году\"",
      "url": "https://lex.uz/ru/docs/6385716"
    },
    "document2": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 29.09.2023 г. № 515 \"О мерах по расширению внедрения сертификатов «Зеленая энергия» и совершенствованию механизмов «зеленого финансирования»\"",
      "url": "https://lex.uz/uz/docs/6623306"
    },
    "document3": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 08.01.2024 г. № 13 \"О регулировании и развитии сферы организации энергоснабжения на основе возобновляемых источников энергии\"",
      "url": "https://lex.uz/docs/6747020"
    },
    "document4": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 14.06.2023 г. № 247 \"Oб установлении порядка реализации излишков электрической энергии, произведенной физическими лицами и субъектами предпринимательства с использованием возобновляемых источников энергии\"",
      "url": "https://lex.uz/ru/docs/6498473"
    },
    "document5": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 05.10.2022 г. № 568 \"Об утверждении Положения о порядке приобретения населением установок возобновляемых источников энергии, произведенных отечественными производителями, с возмещением части затрат на их приобретение или в рассрочку\"",
      "url": "https://lex.uz/ru/docs/6225945"
    },
    "document6": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 21.09.2022 г. № 518 \"Об ускорении производства устройств из возобновляемых источников энергии\"",
      "url": "https://lex.uz/ru/docs/6201421"
    },
    "document7": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 23.07.2020 г. № 452 \"О мерах по ведению государственного учета установок возобновляемых источников энергии и вырабатываемой ими энергии\"",
      "url": "https://lex.uz/docs/4909794"
    },
    "document8": {
      "title": "Постановление Президента Республики Узбекистан, от 22.08.2019 г. № ПП-4422 \"Об ускоренных мерах по повышению энергоэффективности отраслей экономики и социальной сферы, внедрению энергосберегающих технологий и развитию возобновляемых источников энергии\"",
      "url": "https://lex.uz/ru/docs/4486125"
    },
    "document9": {
      "title": "Закон Республики Узбекистан, от 21.05.2019 г. № ЗРУ-539 \"Об использовании возобновляемых источников энергии\"",
      "url": "https://lex.uz/docs/4346831"
    },
    "document10": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 08.08.2018 г. № 633 \"О мерах по развитию возобновляемых источников энергии и привлечению частных инвестиций для создания фотоэлектрических станций\"",
      "url": "https://lex.uz/ru/docs/3860088"
    },
    "document11": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 24.08.2024 г. № 528 \"О внесении изменений и дополнений в некоторые решения Кабинета Министров в связи с упрощением порядка подключения источников возобновляемой энергии к сетям электроэнергии\"",
      "url": "https://lex.uz/uz/docs/7082025"
    },
    "document12": {
      "title": "Закон Республики Узбекистан, от 07.08.2024 г. № ЗРУ-940 \"Об экономии энергии, ее рациональном использовании и повышении энергоэффективности\"",
      "url": "https://lex.uz/ru/docs/7052085"
    },
    "document13": {
      "title": "Указ Президента Республики Узбекистан, от 09.09.2022 г. № УП-220 \"О дополнительных мерах по внедрению энергосберегающих технологий и развитию возобновляемых источников энергии малой мощности\"",
      "url": "https://lex.uz/uz/docs/6189000"
    },
    "direction2": "Микро ГЭС",
    "mgDoc1": {
      "title": "Указ Президента Республики Узбекистан, от 09.09.2022 г. № УП-220 \"О дополнительных мерах по внедрению энергосберегающих технологий и развитию возобновляемых источников энергии малой мощности\"",
      "url": "https://www.lex.uz/ru/docs/6189000"
    },
    "direction3": "Зарядные станции электромобилей",
    "chsDoc1": {
      "title": "Постановление Президента Республики Узбекистан, от 19.12.2022 г. № ПП-444 \"О мерах по расширению инфраструктуры эксплуатации электромобилей\"",
      "url": "https://lex.uz/uz/docs/6316592"
    },
    "chsDoc2": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 01.11.2024 г. № 732 \"О совместных мерах по расширению инфраструктуры использования электромобилей в республике на 2024-2025 годы\"",
      "url": "https://lex.uz/docs/7188979"
    },
    "chsDoc3": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 31.08.2021 г. № 555 \"Об утверждении административного регламента предоставления государственных услуг по подключению юридических и физических лиц к электрическим сетям\"",
      "url": "https://lex.uz/uz/docs/5614095"
    },
    "chsDoc4": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 31.05.2024 г. № 319 \"Об утверждении правил использования электрической энергии и природного газа\"",
      "url": "https://lex.uz/docs/6954979"
    },
    "chsDoc5": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 03.08.2021 г. № 485 \"О мерах по более широкому внедрению современных информационных технологий в выездную торговую деятельность и регулированию розничной торговой деятельности посредством торговых автоматов\"",
      "url": "https://lex.uz/uz/docs/5546373"
    }
  },
  "TendersPage": {
    "title": "Закупки"
  },
  "LocaleSwitcher": {
    "label": "Change language",
    "uz": "Уз",
    "ru": "Ру",
    "en": "Анг"
  },
  "PlantDetail": {
    "heroTitle": "Солнечные электростанции",
    "location": "Адрес",
    "power": "Мощность",
    "gridConnection": "Подключение к сети",
    "averageAnnualProduction": "Среднегодовая выработка",
    "coalSaved": "Сэкономлено угля",
    "co2Saved": "Сэкономлено CO₂",
    "treesSaved": "Сохранено деревьев"
  },
  "VacanciesPage": {
    "title": "Вакансии",
    "detail": "Детали вакансии",
    "positionTitle": "Позиция",
    "references": "Номер конкурса"
  },
  "TheArticlesList": {
    "heroTitle": "Статьи",
    "title": "Статьи",
    "linkTitle": "Все статьи",
    "lastArticlesTitle": "Последние статьи",
    "link": "Читать далее"
  }
}
