{
  "Header": {
    "main": "Главная",
    "about": "О нас",
    "company": "Компания",
    "ceo": "Руководство",
    "pressCenter": "Пресс-центр",
    "news": "Новости",
    "articles": "Статьи",
    "activity": "Деятельность",
    "branches": "Филиалы",
    "plants": "Список ФЭС",
    "solarPanels": "ФЭС",
    "microGes": "Микро ГЭС",
    "chargingStation": "Зарядные станции",
    "projects": "Проекты",
    "contacts": "Контакты",
    "documents": "Документы"
  },
  "HomePage": {
    "title": "Главная страница",
    "about": "Go to the about page"
  },
  "AboutPage": {
    "heroTitle1": "О Компании",
    "heroTitle2": "Руководство",
    "content": "Yashil Energiya — двигатель зелёной экономики",
    "link": "Подробнее",
    "title1": "Наша миссия",
    "title2": "Наша деятельность",
    "title3": "Наши достижения",
    "title4": "Наши партнеры",
    "event1": {
      "year": "2023",
      "event": [
        {
          "description": "16 февраля 2023 года на основании Постановления Президента «О мерах по ускорению внедрения возобновляемых источников энергии и энергосберегающих технологий в 2023 году» (№ ПК-57) создано ООО «Yashil Energiya»."
        },
        {
          "description": "К концу 2023 года мощность объектов, установленных и эксплуатируемых ООО «Yashil Energiya», превысила 20 000 кВт."
        }
      ]
    },
    "event2": {
      "year": "2024",
      "event": [
        {
          "description": "В целях содействия развитию\" зеленой \"экономики в составе ООО «Yashil Energiya» созданы подразделения\" мини и микрогес \"и\" зарядные станции\", занимающиеся питанием электромобилей."
        },
        {
          "description": "К концу 2024 года мощность действующих станций на балансе ООО «Yashil Energiya» превысила 48 000 кВт."
        }
      ]
    },
    "event3": {
      "year": "2025",
      "event": []
    },
    "paragraph1": "ООО \"Yashi Energiya\" – компания, специализирующаяся на развитии и внедрении возобновляемых источников энергии в Республике Узбекистан. Наша компания была создана 16 февраля 2023 года в соответствии с постановлением Президента Республики Узбекистан № ПП-57.",
    "paragraph2": "Способствовать энергетической независимости нашей страны путем широкого внедрения возобновляемых источников энергии с целью обеспечения устойчивого развития и защиты окружающей среды. При этом изначально основной целью было обеспечение качественной электроэнергией объектов социальной сферы.",
    "project1": {
      "title": "Установка солнечной фотоэлектрической станции на крыше зданий объектов социальной сферы, государственных органов и других организаций и обеспечение качественной электроэнергией.",
      "src": "pv.png"
    },
    "project2": {
      "title": "Одновременное питание нескольких электромобилей качественной электроэнергией с использованием инновационных устройств.",
      "src": "chs.png"
    },
    "project3": {
      "title": "Строительство и эффективная эксплуатация гидроэлектростанций малой мощности на территории Узбекистана.",
      "src": "micro.jpg"
    },
    "achievement1": {
      "description": "Сервисные центры во всех регионах республики",
      "src": "codicon:tools"
    },
    "achievement2": {
      "description": "В настоящее время работают солнечные фотоэлектрические станции мощностью около 50 МВт",
      "src": "ph:solar-panel"
    },
    "achievement3": {
      "description": "Около 1 200 объектов социальной сферы оснащены солнечными фотоэлектрическими установками",
      "src": "fluent:building-bank-48-regular"
    },
    "achievement4": {
      "description": "В среднем в год вырабатывается более 50 000 МВт чистой электроэнергии",
      "src": "hugeicons:energy-ellipse"
    }
  },
  "TheAdvantages": {
    "title": "Результаты, которых мы достигли",
    "advantage1": {
      "title": "Выработано",
      "total": "50",
      "unit": "ГВт"
    },
    "advantage2": {
      "title": "Персонал",
      "total": "120",
      "unit": ""
    },
    "advantage3": {
      "title": "Филиалы",
      "total": "13",
      "unit": ""
    },
    "advantage4": {
      "title": "Количество сохраненного CO₂",
      "total": "28000",
      "unit": "тон."
    }
  },
  "TheLastPlants": {
    "heroTitle": "Список ФЭС",
    "title": "Наши ФЭСы",
    "linkTitle": "Все ФЭСы",
    "link": "Подробнее"
  },
  "TheLastNews": {
    "heroTitle": "Новости",
    "title": "Новости",
    "linkTitle": "Все новости"
  },
  "SolarPanelsPage": {
    "heroTitle": "Солнечные панели",
    "content": "При производстве электроэнергии с помощью устройств, использующих возобновляемые источники энергии, в окружающую среду не выделяются вредные газы. С момента ввода в эксплуатацию устройств возобновляемых источников энергии возникает возможность получения дохода. Такие устройства устанавливаются на крышах зданий или на открытых пространствах, и при работе они не создают шума. Электроснабжение зданий и квартир возможно с помощью современных средств. Эти устройства просты в установке и не требуют постоянного обслуживания и служат в среднем 20-25 лет. Собственник объекта недвижимости имеет возможность продать излишки в РЭС и получить доход.",
    "system1": {
      "title": "On-Grid система",
      "description": "подключена к региональной электросети, и в солнечные дни вы можете легко использовать переменный источник энергии, генерируемый инверторами. Избыток своего потребления вы можете передать в местную электросеть, а точнее продать. Конечно, для этого в региональной электросети должно быть электричество. Поэтому этот метод называется системой внутри сети."
    },
    "system2": {
      "title": "Off-Grid система",
      "description": "это независимая (автономная) система, независимая от региональной электросетевой системы, и у вас будет возможность резервировать источник электроэнергии, вырабатываемый в солнечные дни. В этом случае электричество, «запасенное» в аккумуляторах, обеспечит вас бесперебойным электроснабжением и днем ​​и ночью."
    },
    "system3": {
      "title": "Gibrid система",
      "description": "Это ваша «солнечная электростанция», сочетающая в себе возможности работы в сети и вне сети. При этом вы будете подключены к региональной электросети и будете иметь собственный резерв электроэнергии. Если вы хотите, вы можете продать источник энергии, который вы «произвели» в местную электросеть, или можете свободно использовать электричество, которое вы «хранили» в батарее, в качестве резерва."
    }
  },
  "MicroGesPage": {
    "heroTitle": "Микро ГЭС",
    "content": "Развитие микрогидроэлектростанций (микроГЭС) в Узбекистане имеет важное значение для обеспечения энергетической безопасности страны и расширения использования экологически чистых источников энергии.",
    "needsTitle": "Потребность в микрогидроэлектростанциях в Узбекистане:",
    "need1": {
      "title": "Обеспечение энергетической безопасности",
      "description": "Микрогидроэлектростанции играют важную роль в обеспечении электроэнергией отдаленных районов. Особенно это актуально для населенных пунктов в горной и сельской местности с ограниченным доступом к центральным энергосетям."
    },
    "need2": {
      "title": "Не наносит вред окружающей среде",
      "description": "МикроГЭС используют небольшие потоки воды и оказывают минимальное воздействие на окружающую среду. Они не требуют строительства крупных водоемов и помогают поддерживать экологический баланс."
    },
    "need3": {
      "title": "Диверсификация источников энергии",
      "description": "Микрогидроэлектростанции являются одним из возобновляемых источников энергии, которые способствуют диверсификации энергоресурсов страны и снижению зависимости от природного газа."
    },
    "benefitsTitle": "Преимущества микроГЭС для Узбекистана:",
    "benefit1": {
      "title": "Производство электроэнергии",
      "description": "Микрогидроэлектростанции вырабатывают электроэнергию, используя небольшие потоки воды. Например, микроГЭС «Заврок» мощностью 200 кВт в Андижанской области способна производить 1,2 млн кВтч электроэнергии в год и снабжать 300 домохозяйств."
    },
    "benefit2": {
      "title": "Экономит природный газ",
      "description": "Электроэнергия, производимая микрогидроэлектростанциями, снижает потребление природного газа. По оценкам, 250 микроГЭС будут вырабатывать 675 млн кВтч электроэнергии в год и экономить 200 млн кубометров газа."
    },
    "benefit3": {
      "title": "Создание рабочих мест",
      "description": "В ходе строительства и эксплуатации микроГЭС будут созданы новые рабочие места для местного населения. Это служит развитию региональной экономики."
    },
    "benefit4": {
      "title": "Поощрять участие частного сектора",
      "description": "Поощряется участие частных инвесторов в строительстве микроГЭС. Например, в 2022 году планируется реализовать 200 проектов микроГЭС с участием частного сектора."
    },
    "statisticsTitle": "Статистика:",
    "statistic1": {
      "description": "В 2022 году в Узбекистане планируется построить 50 малых ГЭС, которые будут производить 202 млн кВтч электроэнергии в год."
    },
    "statistic2": {
      "description": "В 2023 году в Андижанской области введена в эксплуатацию микроГЭС мощностью 50 кВт, способная обеспечить электроэнергией 150 домохозяйств."
    },
    "statistic3": {
      "description": "В 2024 году планируется ввести в эксплуатацию 18 малых и микроГЭС, их общая мощность составит 24,5 млн кВтч. Этой мощности достаточно, чтобы обеспечить электроэнергией 45 тысяч домохозяйств."
    }
  },
  "ChargingStationPage": {
    "heroTitle": "Зарядные станции для электромобилей",
    "needsTitle": "Необходимость зарядных станций Узбекистану:",
    "need1": {
      "title": "Защита окружающей среды",
      "description": "Зарядные станции увеличивают использование электромобилей, что помогает снизить количество вредных газов в воздухе, в том числе углекислого газа. Это уменьшит загрязнение окружающей среды и будет способствовать поддержанию здорового образа жизни."
    },
    "need2": {
      "title": "Более эффективное использование энергии",
      "description": "Электромобили не используют традиционное топливо, а это означает, что в Узбекистане можно экономить природные ресурсы. В стране существует высокая потребность в диверсификации источников энергии, и эта цель может быть достигнута за счет поддержки электротранспорта."
    },
    "need3": {
      "title": "Сокращение транспортных расходов",
      "description": "Электромобили дешевле в использовании, чем автомобили, работающие на обычном топливе. Это поможет снизить транспортные расходы жителей."
    },
    "benefitsTitle": "Преимущества зарядной станции для электромобилей:",
    "benefit1": {
      "title": "Устойчивое энергоснабжение",
      "description": "Зарядные станции обеспечивают непрерывность и стабильность энергоснабжения, особенно при подключении к возобновляемым источникам энергии."
    },
    "benefit2": {
      "title": "Возможности для экономического развития",
      "description": "Развитие инфраструктуры зарядки электростанций создаст новые рабочие места и откроет новые возможности для бизнеса для частных инвесторов. Это помогает в экономическом развитии и внедрении новых технологий."
    },
    "benefit3": {
      "title": "Удобство для путешественников",
      "description": "Если зарядные станции будут установлены в стратегических местах вдоль дороги, на электромобилях будет удобно ездить на большие расстояния. Это поддерживает внутренний туризм и экономическую деятельность."
    },
    "benefit4": {
      "title": "Возможность цифровой интеграции",
      "description": "Современные зарядные станции можно контролировать с помощью мобильных приложений. Оно позволяет пользователям находить ближайшие зарядные станции, отслеживать время зарядки и мощность."
    },
    "statisticsTitle": "Статистика и прогнозы:",
    "statistic1": {
      "title": "Текущий статус",
      "description": "По состоянию на 2024 год в Узбекистане действует несколько мобильных зарядных станций, в основном расположенных вокруг Ташкента и крупных городов."
    },
    "statistic2": {
      "title": "Планы",
      "description": "Правительство Узбекистана планирует в ближайшие 5 лет расширить инфраструктуру электромобильных зарядок и установить дополнительные зарядные станции на основных автомагистралях."
    },
    "statistic3": {
      "title": "Прогноз роста",
      "description": "Согласно данным, доля электромобилей на автомобильном рынке Узбекистана, как ожидается, значительно увеличится до 2030 года, что приведет к увеличению спроса на зарядные станции."
    }
  },
  "LinksPage": {
    "title": "Полезные ссылки"
  },
  "FeedbackPage": {
    "title": "Обратная связь",
    "name": "Ф.И.О.",
    "phone": "Номер телефона",
    "comment": "Комментарий",
    "send": "Отправить"
  },
  "ContactsPage": {
    "title": "Контакты",
    "phone": "Номер телефона",
    "address": "Адрес",
    "address1": "г.Ташкент, Юнусабадский район, улица Чингиза Айтматова, 2Б дом",
    "landmark": "Ориентир",
    "landmark1": "УЗГИДРОМЕТ",
    "email": "Электронная почта",
    "title1": "Наш адрес",
    "department1": "Отдел финансового развития",
    "department2": "Отдел маркетинга и закупок",
    "department3": "Отдел по работе с клиентами"
  },
  "CeoPage": {
    "jobTitle": "Должность",
    "email": "Электронная почта",
    "jobTitle1": "Директор",
    "jobTitle2": "Заместитель директора",
    "jobTitle3": "Руководитель отдела маркетинга и закупок",
    "jobTitle4": "Руководитель службы поддержки клиентов",
    "jobTitle5": "И.О. Начальник Главного управления технических вопросов",
    "jobTitle6": "Руководитель группы по цифровизации, ИТ и диспетчеризации",
    "jobTitle7": "Начальник отдела кадров",
    "jobTitle8": "Начальник отдела мини и микро ГЭС",
    "jobTitle9": "Начальник отдела зарядных станций",
    "jobTitle10": "Главный специалист по работе с региональными подразделениями и контролю их деятельности",
    "jobTitle11": "Руководитель группы реализации проекта"
  },
  "BranchesPage": {
    "title": "Филиалы",
    "headerTitle": "Региональные сервисные центры ООО \"Yashil Energiya\"",
    "regionTitle": "Сервисный центр в",
    "branchManager": "Руководитель филиала",
    "phone": "Номер телефона",
    "address": "Адрес",
    "email": "Электронная почта",
    "region1": "Андижане",
    "region2": "Бухаре",
    "region3": "Фергане",
    "region4": "Джизаке",
    "region5": "Намангане",
    "region6": "Навои",
    "region7": "Кашкадарье",
    "region8": "Республике Каракалпакстан",
    "region9": "Самарканде",
    "region10": "Сирдарье",
    "region11": "Сурхандарье",
    "region12": "Ташкенте",
    "region13": "городе Ташкент",
    "region14": "Хорезме"
  },
  "DocumentsPage": {
    "title": "Документы",
    "direction1": "Возобновляемые источники энергии",

    "document1": {
      "title": "Постановление Президента Республики Узбекистан, от 16.02.2023 г. № ПП-57 \"О мерах по ускорению внедрения возобновляемых источников энергии и энергосберегающих технологий в 2023 году\"",
      "url": "https://lex.uz/ru/docs/6385716"
    },
    "document2": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 29.09.2023 г. № 515 \"О мерах по расширению внедрения сертификатов «Зеленая энергия» и совершенствованию механизмов «зеленого финансирования»\"",
      "url": "https://lex.uz/uz/docs/6623306"
    },
    "document3": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 08.01.2024 г. № 13 \"О регулировании и развитии сферы организации энергоснабжения на основе возобновляемых источников энергии\"",
      "url": "https://lex.uz/docs/6747020"
    },
    "document4": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 14.06.2023 г. № 247 \"Oб установлении порядка реализации излишков электрической энергии, произведенной физическими лицами и субъектами предпринимательства с использованием возобновляемых источников энергии\"",
      "url": "https://lex.uz/ru/docs/6498473"
    },
    "document5": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 05.10.2022 г. № 568 \"Об утверждении Положения о порядке приобретения населением установок возобновляемых источников энергии, произведенных отечественными производителями, с возмещением части затрат на их приобретение или в рассрочку\"",
      "url": "https://lex.uz/ru/docs/6225945"
    },
    "document6": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 21.09.2022 г. № 518 \"Об ускорении производства устройств из возобновляемых источников энергии\"",
      "url": "https://lex.uz/ru/docs/6201421"
    },
    "document7": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 23.07.2020 г. № 452 \"О мерах по ведению государственного учета установок возобновляемых источников энергии и вырабатываемой ими энергии\"",
      "url": "https://lex.uz/docs/4909794"
    },
    "document8": {
      "title": "Постановление Президента Республики Узбекистан, от 22.08.2019 г. № ПП-4422 \"Об ускоренных мерах по повышению энергоэффективности отраслей экономики и социальной сферы, внедрению энергосберегающих технологий и развитию возобновляемых источников энергии\"",
      "url": "https://lex.uz/ru/docs/4486125"
    },
    "document9": {
      "title": "Закон Республики Узбекистан, от 21.05.2019 г. № ЗРУ-539 \"Об использовании возобновляемых источников энергии\"",
      "url": "https://lex.uz/docs/4346831"
    },
    "document10": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 08.08.2018 г. № 633 \"О мерах по развитию возобновляемых источников энергии и привлечению частных инвестиций для создания фотоэлектрических станций\"",
      "url": "https://lex.uz/ru/docs/3860088"
    },
    "document11": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 24.08.2024 г. № 528 \"О внесении изменений и дополнений в некоторые решения Кабинета Министров в связи с упрощением порядка подключения источников возобновляемой энергии к сетям электроэнергии\"",
      "url": "https://lex.uz/uz/docs/7082025"
    },
    "document12": {
      "title": "Закон Республики Узбекистан, от 07.08.2024 г. № ЗРУ-940 \"Об экономии энергии, ее рациональном использовании и повышении энергоэффективности\"",
      "url": "https://lex.uz/ru/docs/7052085"
    },
    "document13": {
      "title": "Указ Президента Республики Узбекистан, от 09.09.2022 г. № УП-220 \"О дополнительных мерах по внедрению энергосберегающих технологий и развитию возобновляемых источников энергии малой мощности\"",
      "url": "https://lex.uz/uz/docs/6189000"
    },
    "direction2": "Микро ГЭС",
    "mgDoc1": {
      "title": "Указ Президента Республики Узбекистан, от 09.09.2022 г. № УП-220 \"О дополнительных мерах по внедрению энергосберегающих технологий и развитию возобновляемых источников энергии малой мощности\"",
      "url": "https://www.lex.uz/ru/docs/6189000"
    },
    "direction3": "Зарядные станции электромобилей",
    "chsDoc1": {
      "title": "Постановление Президента Республики Узбекистан, от 19.12.2022 г. № ПП-444 \"О мерах по расширению инфраструктуры эксплуатации электромобилей\"",
      "url": "https://lex.uz/uz/docs/6316592"
    },
    "chsDoc2": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 01.11.2024 г. № 732 \"О совместных мерах по расширению инфраструктуры использования электромобилей в республике на 2024-2025 годы\"",
      "url": "https://lex.uz/docs/7188979"
    },
    "chsDoc3": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 31.08.2021 г. № 555 \"Об утверждении административного регламента предоставления государственных услуг по подключению юридических и физических лиц к электрическим сетям\"",
      "url": "https://lex.uz/uz/docs/5614095"
    },
    "chsDoc4": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 31.05.2024 г. № 319 \"Об утверждении правил использования электрической энергии и природного газа\"",
      "url": "https://lex.uz/docs/6954979"
    },
    "chsDoc5": {
      "title": "Постановление Кабинета Министров Республики Узбекистан, от 03.08.2021 г. № 485 \"О мерах по более широкому внедрению современных информационных технологий в выездную торговую деятельность и регулированию розничной торговой деятельности посредством торговых автоматов\"",
      "url": "https://lex.uz/uz/docs/5546373"
    }
  }
}
