{
  "Header": {
    "main": "Bosh sahifa",
    "about": "Biz haqimizda",
    "company": "Kompaniya",
    "ceo": "Rahbariyat",
    "pressCenter": "Matbuot markazi",
    "news": "Yangiliklar",
    "articles": "Maqolalar",
    "tenders": "Tenderlar",
    "activity": "Faoliyat",
    "branches": "Filiallar",
    "plants": "QFESlar ro'yhati",
    "solarPanels": "QFES",
    "microGes": "Mikro GES",
    "chargingStation": "Zaryadlash stansiyalari",
    "projects": "Loyihalar",
    "contacts": "Kontaktlar",
    "documents": "Hujjatlar",
    "jobs": "Ish o'rinlari"
  },
  "HomePage": {
    "title": "Bosh sahifa",
    "about": "Go to the about page"
  },
  "AboutPage": {
    "heroTitle1": "Kompaniya haqida",
    "heroTitle2": "Rahbariyat",
    "content": "Yashil Energiya - yashil iqtisodiyot dvigateli",
    "link": "Batafsil",
    "title1": "Bizning missiyamiz",
    "title2": "Faoliyatimiz",
    "title3": "Yutuqlarimiz",
    "title4": "Hamkorlarimiz",
    "event1": {
      "year": "2023",
      "event": [
        {
          "description": "16.02.2023 yilda \"2023 yilda qayta tiklanuvchi energiya manbalarini va energiya tejovchi texnologiyalarni joriy etishni jadallashtirish chora-tadbirlari to‘g‘risida\"gi Prezident qarori (PQ–57-son) asosida \"Yashil Energiya\" MChJ tashkil etildi."
        },
        {
          "description": "2023-yil oxiriga kelib \"Yashil Energiya\" MChJ tomonidan o'rnatilgan va ishlab turgan stansiyalar quvvati 20 000 kVt dan ortdi."
        }
      ]
    },
    "event2": {
      "year": "2024",
      "event": [
        {
          "description": "\"Yashil\" iqtisodiyot rivojiga hissa qo'shish maqsadida \"Yashil Energiya\" MChJ tarkibida \"Mini va MikroGES\" va elektr mashinalarni quvvatlash bilan shug'ullanuvchi \"Quvvatlash stansiyalari\" bo'limlari tashkil etildi."
        },
        {
          "description": "2024-yil oxiriga kelib \"Yashil Energiya\" MChJ balansidagi mavjud stansiyalar quvvati 48 000 kVt dan ortdi."
        }
      ]
    },
    "event3": {
      "year": "2025",
      "event": []
    },
    "paragraph1": "\"Yashil Energiya\" MChJ – O‘zbekiston Respublikasida qayta tiklanuvchi energiya manbalarini rivojlantirish va joriy etishga ixtisoslashgan kompaniya. Kompaniyamiz 2023-yil 16-fevralda O‘zbekiston Respublikasi Prezidentining PQ-57-son qaroriga asosan tashkil etilgan.",
    "paragraph2": "Barqaror rivojlanishni ta'minlash va atrof-muhitni muhofaza qilish maqsadida, qayta tiklanuvchi energiya manbalarini keng joriy etish orqali mamlakatimizning energiya mustaqilligiga hissa qo‘shish. Bunda dastlab ijtimoiy soha obyektlari sifatli elektr energiyasi bilan ta’minlash asosiy maqsad qilingan.",
    "project1": {
      "title": "Ijtimoiy soha obyektlari, davlat organlari va boshqa tashkilotlarning binolarining tom qismiga quyosh fotoelektr stansiyasini o’rnatish va sifatli elektr energiyasini yetkazib berish.",
      "src": "pv.png"
    },
    "project2": {
      "title": "Bir vaqting o’zida bir qancha elektr mashinalarini innovatsion qurilmalar yordamida sifatli elektr energiyasi bilan quvvatlash.",
      "src": "chs.png"
    },
    "project3": {
      "title": "O‘zbekiston hududida kichik quvvatli gidroelektr stansiyalarini barpo etish va ulardan samarali foydalanishni amalga oshirish.",
      "src": "micro.jpg"
    },
    "achievement1": {
      "description": "Respublikaning barcha viloyatlarida servis markazlari mavjud",
      "src": "codicon:tools"
    },
    "achievement2": {
      "description": "Hozirda 50 MVt ga yaqin quvvatli quyosh fotoelektr stansiyasi ishlab turibdi",
      "src": "ph:solar-panel"
    },
    "achievement3": {
      "description": "1 200 ga yaqin ijtimoiy soha obyektlariga quyosh fotoelektr stansiyasi o’rnatilgan",
      "src": "fluent:building-bank-48-regular"
    },
    "achievement4": {
      "description": "Yiliga o’rtacha 50 000 MVt dan ko’proq toza elektr energiyasi ishlab chiqarilmoqda",
      "src": "hugeicons:energy-ellipse"
    }
  },
  "TheAdvantages": {
    "title": "Biz erishgan natijalar",
    "advantage1": {
      "title": "Ishlab chiqarilgan energiya",
      "total": "50",
      "unit": "GVt",
      "duration": "2"
    },
    "advantage2": {
      "title": "Xodimlar",
      "total": "120",
      "unit": "",
      "duration": "1.5"
    },
    "advantage3": {
      "title": "Filiallar",
      "total": "13",
      "unit": "",
      "duration": "2"
    },
    "advantage4": {
      "title": "Saqlab qolingan CO₂ miqdori",
      "total": "28000",
      "unit": "ton.",
      "duration": "1"
    }
  },
  "TheLastPlants": {
    "heroTitle": "QFESlar ro'yhati",
    "title": "Bizning QFESlar",
    "linkTitle": "Barcha QFESlar",
    "link": "Batafsil"
  },
  "TheLastNews": {
    "heroTitle": "Yangiliklar",
    "title": "Yangiliklar",
    "linkTitle": "Barcha yangiliklar"
  },
  "SolarPanelsPage": {
    "heroTitle": "Quyosh fotoelektr stansiyalari",
    "title": "Quyosh fotoelektr stansiyalari",
    "list": "Hozirgi kunda quyosh fotoelektr stansiyalari (QFES) dunyoning ko‘plab mamlakatlarida muhim energiya manbai bo‘lib bormoqda. Ular:",
    "listItem1": "Atrof-muhitga zarar yetkazmaydi (toza energiya manbai hisoblanadi).",
    "listItem2": "Neft, gaz kabi yoqilg‘ilarga qaramlikni kamaytiradi.",
    "listItem3": "Elektr energiyasi narxini pasaytirishga yordam beradi.",
    "content": {
      "description1": "Ko‘plab rivojlangan davlatlar (AQSh, Xitoy, Germaniya) quyosh energiyasidan keng foydalanmoqda. Masalan, Xitoy dunyodagi eng yirik quyosh elektr stansiyalariga ega.",
      "description2": "O‘zbekistonda ham quyosh energiyasiga katta e’tibor berilmoqda,chunki mamlakatda quyoshli kunlar soni yiliga 300 kundan ortiq. Bu quyosh elektr stansiyalarini rivojlantirish uchun katta imkoniyat yaratadi. O‘zbekistonda quyosh energiyasidan kengroq foydalanish kelajakda elektr ta’minotini yaxshilash va energiya xarajatlarini kamaytirishga yordam beradi."
    },
    "systemTitle": "Quyosh fotoelektr stansiyalari 3 xil asosiy turga bo‘linadi:",
    "system1": {
      "title": "On-grid tizim",
      "description": "umumiy elektr tarmog‘iga ulangan bo‘lib, quyosh panellari ishlab chiqargan elektrni birinchi navbatda iste’mol qiladi, ortiqchasini esa davlat tarmog‘iga uzatadi, lekin elektr tarmog‘ida uzilish bo‘lsa, tizim ham ishlamaydi."
    },
    "system2": {
      "title": "Off-grid tizim",
      "description": "elektr tarmog‘iga ulanmagan va mustaqil ishlaydi, energiyani akkumulyatorlarda saqlaydi, shu sababli elektr tarmog‘i mavjud bo‘lmagan joylar uchun mos keladi, ammo akkumulyatorlarning qimmatligi sababli narxi yuqoriroq bo‘ladi."
    },
    "system3": {
      "title": "Gibrid tizim",
      "description": "on-grid va off-grid tizimlarining kombinatsiyasi bo‘lib, u elektr tarmog‘iga ulanib ishlashi yoki akkumulyator orqali mustaqil ravishda energiya ta’minotini davom ettirishi mumkin, bu esa uni eng moslashuvchan, lekin nisbatan qimmat tizimga aylantiradi."
    },
    "mapTitle": "“Yashil Energiya” MChJ ning mavjud QFES lari haqida ma’lumot",
    "chartDescription": "“Yashil Energiya” MChJ 2023-yildan buyon O’zbekiston Respublikasi hududida joylashgan ijtimoiy soha obyektlariga QFES o’rnatish bilan shug’ullanib kelmoqda. Quyidagi diagrammada jamiyatga tegishli QFES larning umumiy quvvatini o’zgarishini ko’rishingiz mumkin.",
    "chartLabel": "Umumiy quvvat",
    "chartLabelUnit": "kVt",
    "chartLabel1": "Obyektlar soni",
    "region1": "Toshkent shahri",
    "region2": "Toshkent viloyati",
    "region3": "Andijon viloyati",
    "region4": "Buxoro viloyati",
    "region5": "Farg‘ona viloyati",
    "region6": "Jizzax viloyati",
    "region7": "Namangan viloyati",
    "region8": "Navoiy viloyati",
    "region9": "Qashqadaryo viloyati",
    "region10": "Qoraqalpog‘iston Respublikasi",
    "region11": "Samarqand viloyati",
    "region12": "Sirdaryo viloyati",
    "region13": "Surxondaryo viloyati",
    "region14": "Xorazm viloyati"
  },
  "MicroGesPage": {
    "heroTitle": "Mikro GES",
    "content": "Oʻzbekistonda mikro gidroelektr stansiyalar (mikro GES)ni rivojlantirish mamlakatning energetika xavfsizligini taʼminlash va ekologik toza energiya manbalaridan foydalanishni kengaytirish uchun muhim ahamiyatga ega.",
    "needsTitle": "Mikro GESlarning Oʻzbekistonga zarurati:",
    "need1": {
      "title": "Energetika xavfsizligini taʼminlash",
      "description": "Mikro GESlar uzoq va chekka hududlarni elektr energiyasi bilan taʼminlashda muhim rol oʻynaydi. Bu, ayniqsa, togʻli va qishloq joylarida markaziy energiya tarmoqlariga ulanish imkoniyati cheklangan aholi punktlari uchun dolzarbdir"
    },
    "need2": {
      "title": "Atrof-muhitga zarar yetkazmaslik",
      "description": "Mikro GESlar kichik hajmdagi suv oqimlaridan foydalanib, atrof-muhitga minimal taʼsir koʻrsatadi. Ular katta suv omborlari qurilishini talab qilmaydi va ekologik muvozanatni saqlashga yordam beradi"
    },
    "need3": {
      "title": "Energiya manbalarini diversifikatsiya qilish",
      "description": "Mikro GESlar qayta tiklanuvchi energiya manbalaridan biri boʻlib, mamlakatning energiya manbalarini diversifikatsiya qilishga hissa qoʻshadi va tabiiy gazga boʻlgan qaramlikni kamaytiradi"
    },
    "benefitsTitle": "Mikro GESlarning Oʻzbekistonga keltiradigan foydalari:",
    "benefit1": {
      "title": "Elektr energiyasi ishlab chiqarish",
      "description": "Mikro GESlar kichik hajmdagi suv oqimlaridan foydalanib, elektr energiyasi ishlab chiqaradi. Masalan, Andijon viloyatida quvvati 200 kVt boʻlgan \"Zavroq\" mikro GESi yiliga 1,2 million kVt·soat elektr energiyasi ishlab chiqarib, 300 ta xonadonni taʼminlash imkoniyatiga ega"
    },
    "benefit2": {
      "title": "Tabiiy gazni tejash",
      "description": "Mikro GESlar orqali ishlab chiqarilgan elektr energiyasi tabiiy gaz isteʼmolini kamaytiradi. Hisob-kitoblarga koʻra, 250 ta mikro GES yiliga 675 million kVt·soat elektr energiyasi ishlab chiqarib, 200 million kub metr gazni tejash imkonini beradi"
    },
    "benefit3": {
      "title": "Ish oʻrinlari yaratish",
      "description": "Mikro GESlar qurilishi va ekspluatatsiyasi jarayonida mahalliy aholi uchun yangi ish oʻrinlari yaratiladi. Bu esa hududiy iqtisodiyotni rivojlantirishga xizmat qiladi"
    },
    "benefit4": {
      "title": "Xususiy sektor ishtirokini ragʻbatlantirish",
      "description": "Mikro GESlar qurilishida xususiy investorlarning ishtiroki ragʻbatlantirilmoqda. Masalan, 2022-yilda 200 ta mikro GES loyihasi xususiy sektor ishtirokida amalga oshirilishi rejalashtirilgan"
    },
    "statisticsTitle": "Statistik maʼlumotlar:",
    "statistic1": {
      "description": "2022-yilda Oʻzbekistonda 50 ta kichik GES qurilishi rejalashtirilgan boʻlib, ular yiliga 202 million kVt·soat elektr energiyasi ishlab chiqarishi kutilmoqda."
    },
    "statistic2": {
      "description": "2023-yilda Andijon viloyatida quvvati 50 kVt boʻlgan mikro GES ishga tushirilib, 150 ta xonadonni elektr energiyasi bilan taʼminlash imkoniyatiga ega boʻldi. "
    },
    "statistic3": {
      "description": "2024-yilda 18 ta kichik va mikro GESlar ishga tushirilishi rejalashtirilgan boʻlib, ularning umumiy quvvati 24,5 million kVt·soatni tashkil qiladi. Bu quvvat oʻrtacha 45 ming xonadonni elektr energiyasi bilan taʼminlashga yetadi."
    }
  },
  "ChargingStationPage": {
    "heroTitle": "Elektr mobillarni zaryadlash stansiyasi",
    "needsTitle": "Elektr mobillarni zaryadlash stansiyasining Oʻzbekistonga kerakligi:",
    "need1": {
      "title": "Atrof-muhitni muhofaza qilish",
      "description": "Zaryadlash stansiyalari orqali elektr mobillardan foydalanish oshadi va bu esa havodagi zararli gazlar, jumladan, karbonat angidrid miqdorini kamaytirishga yordam beradi. Bu atrof-muhit ifloslanishini kamaytirib, sogʻlom turmush tarzini saqlashga hissa qoʻshadi."
    },
    "need2": {
      "title": " Yanada samarali energiya foydalanish",
      "description": "Elektr mobillar an’anaviy yonilgʻiga tayanmaydi, ya'ni Oʻzbekistonda tabiiy resurslar tejashga imkon beradi. Mamlakatda energiya manbalarini diversifikatsiya qilish zarurati yuqori bo'lib, elektr transportini qoʻllab-quvvatlash orqali bu maqsadga erishish mumkin."
    },
    "need3": {
      "title": "Transport xarajatlarini kamaytirish",
      "description": "Elektr mobillarni ishlatish an’anaviy yoqilgʻida harakatlanadigan transport vositalariga qaraganda arzonroq boʻladi. Bu esa aholi uchun transport xarajatlarini kamaytirishga yordam beradi."
    },
    "benefitsTitle": "Elektr mobillarni zaryadlash stansiyasining foydalari:",
    "benefit1": {
      "title": "Barqaror energiya ta'minoti",
      "description": "Zaryadlash stansiyalari, ayniqsa, qayta tiklanuvchi energiya manbalariga ulansa, energiya bilan ta’minlashda davomiylik va barqarorlikni ta’minlaydi."
    },
    "benefit2": {
      "title": "Iqtisodiy rivojlanish uchun imkoniyatlar",
      "description": "Elektr zaryadlash infratuzilmasini rivojlantirish orqali yangi ish o'rinlari yaratiladi va xususiy investorlar uchun yangi biznes imkoniyatlari ochiladi. Bu iqtisodiy rivojlanish va yangi texnologiyalarning kirib kelishiga yordam beradi."
    },
    "benefit3": {
      "title": " Sayohatchilar uchun qulaylik",
      "description": "Zaryadlash stansiyalari yo‘l bo'ylab strategik joylarda o'rnatilsa, elektr mobillarni uzoq masofalarga boshqarish qulay bo'ladi. Bu esa ichki turizm va iqtisodiy faoliyatni qo'llab-quvvatlaydi."
    },
    "benefit4": {
      "title": "Raqamli integratsiya imkoniyati",
      "description": "Zamonaviy zaryadlash stansiyalari mobil ilovalar orqali boshqarilishi va kuzatilishi mumkin. Bu foydalanuvchilarga yaqin zaryadlash stansiyalarini topish, zaryadlash vaqti va quvvatini kuzatish imkonini beradi."
    },
    "statisticsTitle": "Statistik ma'lumotlar va prognozlar:",
    "statistic1": {
      "title": "Hozirgi holat",
      "description": "2024-yil holatiga koʻra, Oʻzbekistonda bir nechta elektr mobillar zaryadlash stansiyalari mavjud boʻlib, ular asosan Toshkent va yirik shaharlar atrofida joylashgan."
    },
    "statistic2": {
      "title": "Rejalar",
      "description": "Oʻzbekiston hukumati kelgusi 5 yil ichida elektr mobillarni zaryadlash infratuzilmasini kengaytirishni va katta avtomobil yoʻllarida qoʻshimcha zaryadlash stansiyalarini oʻrnatishni rejalashtirmoqda."
    },
    "statistic3": {
      "title": "O'sish prognozi",
      "description": "Ma'lumotlarga koʻra, Oʻzbekiston avtomobil bozorida elektr mobillar ulushi 2030-yilgacha sezilarli darajada oshishi kutilmoqda, bu esa zaryadlash stansiyalariga talabni oshiradi."
    }
  },
  "LinksPage": {
    "title": "Foydali havolalar"
  },
  "FeedbackPage": {
    "title": "FIKR-MULOHAZA",
    "name": "F.I.SH",
    "phone": "Telefon raqami",
    "comment": "Izoh",
    "send": "Jo'natish"
  },
  "ContactsPage": {
    "title": "Kontaktlar",
    "phone": "Telefon raqami",
    "address": "Manzil",
    "address1": "Toshkent shahri, Yunusobod tumani, Chingiz Aytmatov ko'chasi, 2B-uy",
    "landmark": "Mo'ljal",
    "landmark1": "UZGIDROMET",
    "email": "Elektron pochta",
    "title1": "Bizning manzil",
    "department1": "Moliyaviy rivojlanish bo'limi",
    "department2": "Marketing va xaridlar bo'limi",
    "department3": "Mijozlar bilan ishlash xizmati"
  },
  "CeoPage": {
    "jobTitle": "Lavozimi",
    "email": "Elektron manzil",
    "jobTitle1": "Direktor",
    "jobTitle2": "Direktor o'rinbosari",
    "jobTitle3": "Marketing va haridlar bo‘limi boshlig'i",
    "jobTitle4": "Mijozlar bilan ishlash xizmati boshlig'i",
    "jobTitle5": "Texnik masalalar bosh boshqarmasi boshlig'i v.v.b.",
    "jobTitle6": "Raqamlashtirish, IT va dispetcherlik guruhi rahbari",
    "jobTitle7": "Kadrlar bo‘limi boshlig'i",
    "jobTitle8": "Mini va mikro GES bo‘limi boshlig'i",
    "jobTitle9": "Quvvatlash stansiyalari bo‘limi boshlig‘i",
    "jobTitle10": "Hududiy bo‘linmalar bilan ishlash va faoliyatini nazorat qilish bo‘yicha bosh mutaxassis",
    "jobTitle11": "Loyihani amalga oshirish guruhi rahbari"
  },
  "BranchesPage": {
    "title": "Filiallar",
    "headerTitle": "\"Yashil Energiya\" MChJ ning hududiy servis markazlari",
    "regionTitle": "hududiy servis markazi",
    "branchManager": "Filial rahbari",
    "phone": "Telefon raqami",
    "address": "Filial manzili",
    "email": "Elektron pochta",
    "region1": "Andijon",
    "region2": "Buxoro",
    "region3": "Farg'ona",
    "region4": "Jizzax",
    "region5": "Namangan",
    "region6": "Navoiy",
    "region7": "Qashqadaryo",
    "region8": "Qoraqalpog'iston Respublikasi",
    "region9": "Samarqand",
    "region10": "Sirdaryo",
    "region11": "Surxondaryo",
    "region12": "Toshkent viloyati",
    "region13": "Toshkent shahri",
    "region14": "Xorazm"
  },
  "DocumentsPage": {
    "title": "Hujjatlar",
    "direction1": "Qayta tiklanuvchi energiya manbalari",

    "document1": {
      "title": "Ўзбекистон Республикаси Президентининг қарори, 16.02.2023 йилдаги ПҚ-57-сон \"2023 йилда қайта тикланувчи энергия манбаларини ва энергия тежовчи технологияларни жорий этишни жадаллаштириш чора-тадбирлари тўғрисида\"",
      "url": "https://lex.uz/ru/docs/6385716"
    },
    "document2": {
      "title": "Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарори, 29.09.2023 йилдаги 515-сон «Яшил энергия» сертификатлари жорий этилишини кенгайтириш ва «яшил молиялаштириш» механизмларини такомиллаштириш чора-тадбирлари тўғрисида",
      "url": "https://lex.uz/uz/docs/6623306"
    },
    "document3": {
      "title": "Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарори, 08.01.2024 йилдаги 13-сон \"Қайта тикланувчи энергия манбалари асосида энергия таъминотини ташкил этиш соҳасини тартибга солиш ва ривожлантириш тўғрисида\"",
      "url": "https://lex.uz/docs/6747020"
    },
    "document4": {
      "title": "Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарори, 14.06.2023 йилдаги 247-сон \"Жисмоний шахслар ва тадбиркорлик субъектлари томонидан қайта тикланувчи энергия манбаларидан фойдаланган ҳолда ишлаб чиқарилган электр энергиясининг эҳтиёждан ортиқча қисмини сотиш тартибини белгилаш тўғрисида\"",
      "url": "https://lex.uz/ru/docs/6498473"
    },
    "document5": {
      "title": "Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарори, 05.10.2022 йилдаги 568-сон \"Аҳолининг маҳаллий ишлаб чиқарувчилар томонидан ишлаб чиқарилган қайта тикланувчи энергия манбаларининг қурилмаларини харид қилиш харажатларининг бир қисмини компенсация қилиш ёки бўлиб-бўлиб тўлаган ҳолда сотиб олиш тартиби тўғрисидаги низомни тасдиқлаш ҳақида\"",
      "url": "https://lex.uz/ru/docs/6225945"
    },
    "document6": {
      "title": "Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарори, 21.09.2022 йилдаги 518-сон \"Қайта тикланувчи энергия манбалари қурилмаларини ишлаб чиқаришни жадаллаштириш тўғрисида\"",
      "url": "https://lex.uz/ru/docs/6201421"
    },
    "document7": {
      "title": "Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарори, 23.07.2020 йилдаги 452-сон \"Қайта тикланувчи энергия манбалари қурилмаларининг ва улардан ишлаб чиқариладиган энергиянинг давлат ҳисобини юритиш чора-тадбирлари тўғрисида\"",
      "url": "https://lex.uz/docs/4909794"
    },
    "document8": {
      "title": "Ўзбекистон Республикаси Президентининг қарори, 22.08.2019 йилдаги ПҚ-4422-сон \"Иқтисодиёт тармоқлари ва ижтимоий соҳанинг энергия самарадорлигини ошириш, энергия тежовчи технологияларни жорий этиш ва қайта тикланувчи энергия манбаларини ривожлантиришнинг тезкор чора-тадбирлари тўғрисида\"",
      "url": "https://lex.uz/ru/docs/4486125"
    },
    "document9": {
      "title": "Ўзбекистон Республикасининг Қонуни, 21.05.2019 йилдаги ЎРҚ-539-сон \"Қайта тикланувчи энергия манбаларидан фойдаланиш тўғрисида\"",
      "url": "https://lex.uz/docs/4346831"
    },
    "document10": {
      "title": "Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарори, 08.08.2018 йилдаги 633-сон \"Фотоэлектр станцияларни ташкил этиш учун қайта тикланувчи энергия манбаларини ривожлантириш ва хусусий инвестицияларни жалб қилиш чора-тадбирлари тўғрисида\"",
      "url": "https://lex.uz/ru/docs/3860088"
    },
    "document11": {
      "title": "Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарори, 24.08.2024 йилдаги 528-сон \"Қайта тикланувчи электр манбаларини ягона электр энергетика тармоғига улаш тартиби соддалаштирилиши муносабати билан Вазирлар Маҳкамасининг айрим қарорларига ўзгартириш ва қўшимчалар киритиш тўғрисида\"",
      "url": "https://lex.uz/uz/docs/7082025"
    },
    "document12": {
      "title": "Ўзбекистон Республикасининг Қонуни, 07.08.2024 йилдаги ЎРҚ-940-сон \"Энергияни тежаш, ундан оқилона фойдаланиш ва энергия самарадорлигини ошириш тўғрисида\"",
      "url": "https://lex.uz/ru/docs/7052085"
    },
    "document13": {
      "title": "Ўзбекистон Республикаси Президентининг Фармони , 09.09.2022 йилдаги ПФ-220-сон \"Энергия тежовчи технологияларни жорий қилиш ва кичик қувватли қайта тикланувчи энергия манбаларини ривожлантириш бўйича қўшимча чора-тадбирлар тўғрисида\"",
      "url": "https://lex.uz/uz/docs/6189000"
    },
    "direction2": "Mikro GES",
    "mgDoc1": {
      "title": "Ўзбекистон Республикаси Президентининг Фармони , 09.09.2022 йилдаги ПФ-220-сон \"Энергия тежовчи технологияларни жорий қилиш ва кичик қувватли қайта тикланувчи энергия манбаларини ривожлантириш бўйича қўшимча чора-тадбирлар тўғрисида\"",
      "url": "https://www.lex.uz/ru/docs/6189000"
    },
    "direction3": "Elektr mobillarni zaryadlash stansiyasi",
    "chsDoc1": {
      "title": "Ўзбекистон Республикаси Президентининг қарори, 19.12.2022 йилдаги ПҚ-444-сон \"Электромобиллардан фойдаланиш инфратузилмасини кенгайтириш чора-тадбирлари тўғрисида\"",
      "url": "https://lex.uz/uz/docs/6316592"
    },
    "chsDoc2": {
      "title": "Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарори, 01.11.2024 йилдаги 732-сон \"Республикада 2024-2025 йилларда электромобиллардан фойдаланиш инфратузилмасини кенгайтиришнинг қўшимча чора-тадбирлари тўғрисида\"",
      "url": "https://lex.uz/docs/7188979"
    },
    "chsDoc3": {
      "title": "Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарори, 31.08.2021 йилдаги 555-сон \"Юридик ва жисмоний шахсларни электр тармоқларига улаш бўйича давлат хизматлари кўрсатишнинг маъмурий регламентини тасдиқлаш тўғрисида\"",
      "url": "https://lex.uz/uz/docs/5614095"
    },
    "chsDoc4": {
      "title": "Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарори, 31.05.2024 йилдаги 319-сон \"Электр энергияси ва табиий газдан фойдаланиш қоидаларини тасдиқлаш тўғрисида\"",
      "url": "https://lex.uz/docs/6954979"
    },
    "chsDoc5": {
      "title": "Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарори, 03.08.2021 йилдаги 485-сон \"Кўчма савдо фаолиятига замонавий ахборот технологияларини янада кенг жорий этиш ҳамда савдо автомати орқали чакана савдо фаолиятини тартибга солиш чора-тадбирлари тўғрисида\"",
      "url": "https://lex.uz/uz/docs/5546373"
    }
  },
  "TendersPage": {
    "title": "Tenderlar"
  },
  "LocaleSwitcher": {
    "label": "Change language",
    "uz": "O'z",
    "ru": "Ru"
  },
  "JobsPage": {
    "title": "Ish o'rinlari"
  },
  "PlantDetail": {
    "heroTitle": "QFESlar ro'yhati",
    "location": "Manzil",
    "power": "Quvvat",
    "powerUnit": "kVt",
    "gridConnection": "O'rnatilgan vaqti",
    "averageAnnualProduction": "O'rtacha yillik ishlab chiqarish",
    "averageAnnualProductionUnit": "kVt·soat",
    "K": "ming",
    "coalSaved": "Tejalgan ko'mir",
    "coalSavedUnit": "t.",
    "co2Saved": "Tejalgan CO₂ gazlari",
    "co2SavedUnit": "t.",
    "treesSaved": "Saqlab qolingan daraxtlar",
    "treesSavedUnit": "dona"
  }
}
