export const jobs = [
  {
    id: 1,
    title: "Специалист по управлению закупками (индивидуальный консультант)",
    description:
      "Министерство энергетики Республики Узбекистан получило грантовые средства, далее именуемый «Грант», в размере 1 700 000 долларов США в эквиваленте от Азиатского банка инфраструктурных инвестиций (AБИИ) на подготовительные мероприятия по проекту «Развитие солнечной энергетики в Узбекистане» (UPDSED) и намеревается использовать часть этих средств на консалтинговые услуги.",
    url: "url1",
  },
  {
    id: 2,
    title: "Специалист по финансам (индивидуальный консультант)",
    description:
      "Министерство энергетики Республики Узбекистан получило Специальный фонд подготовки проекта (PPSF), далее именуемый «Грант», в размере эквивалента 1 700 000 долларов США от Азиатского банка инфраструктурных инвестиций (AIIB) на подготовительные мероприятия по проекту «Развитие государственной распределенной солнечной энергетики в Узбекистане» (UPDSED) и намеревается к применять часть из  выручка за консультационные услуги.",
    url: "url2",
  },
];
